{
    "language": "en",
    
    "header": {
        "blog": {
            "title": "Blog",
            "url": "//blog.nhanderu.com/"
        },
        "bitcoin": {
            "title": "Bitcoin",
            "url": "#"
        },
        "curriculum": {
            "title": "Curriculum",
            "url": "/download/curriculum"
        }
    },
    
    "title": "Rafael Escobar",
    "subtitle": [
        ".NET and JS programmer",
        "based in São Paulo"
    ],
    
    "social": {
        "facebook": "//www.facebook.com/nhanderu/",
        "linkedin": "//www.linkedin.com/in/rafaelbzescobar/en/",
        "github": "//github.com/nhanderu/",
        "bitbucket": "//bitbucket.org/nhanderu/",
        "envelope-o": "mailto:rafael@nhanderu.com"
    },
    
    "content": [
        {
            "title": "Golden boy",
            "paragraphs": [
                "Podemos já vislumbrar o modo pelo qual o aumento do diálogo entre os diferentes setores produtivos cumpre um papel essencial na formulação do sistema de participação geral. No entanto, não podemos esquecer que o desafiador cenário globalizado promove a alavancagem das posturas dos órgãos dirigentes com relação às suas atribuições. Podemos já vislumbrar o modo pelo qual o aumento do diálogo entre os diferentes setores produtivos cumpre um papel essencial na formulação do sistema de participação geral. No entanto, não podemos esquecer que o desafiador cenário globalizado promove a alavancagem das posturas dos órgãos dirigentes com relação às suas atribuições."
            ]
        },
        {
            "title": "Born to love",
            "paragraphs": [
                "Por conseguinte, a estrutura atual da organização obstaculiza a apreciação da importância de alternativas às soluções ortodoxas. Nunca é demais lembrar o peso e o significado destes problemas, uma vez que o comprometimento entre as equipes agrega valor ao estabelecimento do orçamento setorial. Por conseguinte, a estrutura atual da organização obstaculiza a apreciação da importância de alternativas às soluções ortodoxas. Nunca é demais lembrar o peso e o significado destes problemas, uma vez que o comprometimento entre as equipes agrega valor ao estabelecimento do orçamento setorial."
            ]
        },
        {
            "title": "And live for joy",
            "paragraphs": [
                "Percebemos, cada vez mais, que a percepção das dificuldades representa uma abertura para a melhoria das novas proposições. A prática cotidiana prova que o julgamento imparcial das eventualidades facilita a criação da gestão inovadora da qual fazemos parte. Percebemos, cada vez mais, que a percepção das dificuldades representa uma abertura para a melhoria das novas proposições. A prática cotidiana prova que o julgamento imparcial das eventualidades facilita a criação da gestão inovadora da qual fazemos parte."
            ]
        }
    ],
    
    "footer": {
        "copyright": "Copyright &copy;",
        "menus": [
            {
                "text": "built with",
                
                "list": {
                    "Node.js": "https://nodejs.org/",
                    "Express": "http://expressjs.com/",
                    "Nunjucks": "http://mozilla.github.io/nunjucks/",
                    "Font Awesome": "http://fontawesome.io/"
                }
            },
            {
                "text": "source on",
                
                "list": {
                    "GitHub": "https://github.com/nhanderu/personal/",
                    "Bitbucket": "https://bitbucket.com/nhanderu/personal/" 
                }
            }
        ]
    },
    
    "helpers": {
        "joiner": ",",
        "and": "and"
    } 
}