{
    "language": "en",
    
    "header": {
        "blog": {
            "title": "Blog",
            "url": "//blog.nhanderu.com/"
        },
        "bitcoin": {
            "title": "Bitcoin",
            "url": "#"
        },
        "curriculum": {
            "title": "Curriculum",
            "url": "/download/curriculum"
        }
    },
    
    "title": "Rafael Escobar",
    "subtitle": [
        ".NET and JS programmer",
        "based in São Paulo"
    ],
    
    "social": {
        "facebook": "//www.facebook.com/nhanderu/",
        "linkedin": "//www.linkedin.com/in/rafaelbzescobar/en/",
        "github": "//github.com/nhanderu/",
        "bitbucket": "//bitbucket.org/nhanderu/",
        "envelope-o": "mailto:rafael@nhanderu.com"
    },
    
    "content": [
        {
            "title": "The person",
            "paragraphs": [
                "Hello, my name is Rafael, I'm 18 and I'm from São Paulo, Brazil. Besides being a programmer, I'm a human being, also a Corinthians huge fan, a coffee lover and a philosophy and political science enthusiast."
            ]
        },
        {
            "title": "The programmer",
            "paragraphs": [
                "I work at BRQ, an IT services company, by building web apps and Windows programs using the .NET platform, mostly with the C# and VB.NET languages.",
                "In my free times, I like to search about new technologies and its best practices, to test what I've learned by creating little and useless projects, and to seek for minimum details to fix in this website that nobody would notice.",
                "Most of all, I'm interested in some new web frameworks for .NET, like ASP.NET vNext and its new features and another OWIN implementations, like NancyFx.",
                "A less frequent participant in the JavaScript world, but in love with Node.js (and its frameworks and tools) and its facilities for web development."
            ]
        },
        {
            "title": "The student",
            "paragraphs": [
                "Currently studying Information Systems at FIAP, an IT-focused faculty, one of the greatest colleges in this field in Brazil. But, even before I entered the universitarian life, I used to study about programming. Actually, I do it since when I had my first contact with computing, in my vocational and technical high school.",
                "Curiously, when I was 14 years old, I started with VB.NET and C#, which certainly influenced my decision for the higher education and for the programming platform."
            ]
        }
    ],
    
    "footer": {
        "copyright": "Copyright &copy;",
        "menus": [
            {
                "text": "built with",
                
                "list": {
                    "Node.js": "https://nodejs.org/",
                    "Express": "http://expressjs.com/",
                    "Nunjucks": "http://mozilla.github.io/nunjucks/",
                    "Font Awesome": "http://fontawesome.io/"
                }
            },
            {
                "text": "source on",
                
                "list": {
                    "GitHub": "https://github.com/nhanderu/personal/",
                    "Bitbucket": "https://bitbucket.com/nhanderu/personal/" 
                }
            }
        ]
    },
    
    "helpers": {
        "joiner": ",",
        "and": "and"
    } 
}
