{
    "subtitle": "Suporte Técnico na <a href=\"http://www.fiap.com.br\">FIAP</a>",

    "about": {
        "title": "Resumo",

        "paragraphs": [
            "Olá, meu nome é Rafael Escobar!<br />Sou um jovem de São Paulo, Brasil, estudante de Sistemas da Informação na FIAP e aspirante a programador .NET e JavaScript. Gosto de café, futebol e caminhões.",
            "As principais linguagens que utilizo são C# e JavaScript. IDE que mais uso e conheço é o Visual Studio, porém em casos mais simples utilizo editores de texto como Sublime Text e Brackets. Possuo conhecimento em SQL (SQL Server e MySQL) e básico em NoSQL (MongoDB). Utilizo frequentemente o Git e (em menos casos) o TFS. Foco na arquitetura .NET e em tecnologias JavaScript, porém possuo conhecimento básico em outras linguagens de programação, como Java, C/C++ e Ruby."
        ]
    },

    "contact": {
        "title": "Contato",
        "content": "Telefone celular: (11) 99600-7387<br/>E-mail: rafael.bze@gmail.com"
    },

    "experience": {
        "title": "Experiência",

        "contents": [
            {
                "title": "Suporte Técnico na FIAP",
                "level": "Nível: 1 e 2.",
                "duration": "Duração: de março de 2015 até o momento.",
                "activities": "Principais atividades: suporte e auxílio aos alunos e colaboradores via acesso remoto (Trauma Zer0), administração e manutenção básica no firewall (Fortinet) e nos servidores de AD, DHCP e de Compartilhamento e Armazenamento, gerenciamento de suprimentos para impressoras e de equipamentos defeituosos, apoio e supervisão da equipe de monitores de laboratório, arrumação dos laboratórios de informática da faculdade, como manutenção e instalação de computadores e softwares, organização de pastas e suas permissões, etc.",
                "technologies": "Principais tecnologias: sistema interno da empresa, firewall Fortinet e Trauma Zer0 Suit."
            },
            {
                "title": "Suporte Técnico na FIAP",
                "level": "Nível: estagiário.",
                "duration": "Duração: 10 meses, de junho de 2014 até março de 2015.",
                "activities": "Principais atividades: suporte e auxílio aos alunos e colaboradores via acesso remoto (Trauma Zer0), administração e manutenção básica no firewall (Fortinet) e nos servidores de AD, DHCP e de Compartilhamento e Armazenamento, gerenciamento de suprimentos para impressoras e de equipamentos defeituosos e apoio e supervisão da equipe de monitores de laboratório.",
                "technologies": "Principais tecnologias: sistema interno da empresa, firewall Fortinet e Trauma Zer0 Suit."
            },
            {
                "title": "Monitor de Laboratório na FIAP",
                "level": "Nível: estagiário.",
                "duration": "Duração: 1 ano e 5 meses, de fevereiro de 2013 até junho de 2014.",
                "activities": "Principais atividades: organização dos laboratórios de informática, suporte e auxílio aos alunos e colaboradores, zelo pelos equipamentos e manutenção e limpeza das máquinas.",
                "technologies": "Principais tecnologias: sistema interno da empresa."
            }
        ]
    },

    "academic-formation": {
        "title": "Formação acadêmica",

        "contents": [
            {
                "title": "Sistemas da Informação na FIAP",
                "level": "Nível: ensino superior - bacharelado.",
                "duration": "Duração: previsão de 4 anos, do 1º semestre de 2014 até o 2º semestre de 2017."
            },
            {
                "title": "Ensino Médio Técnico no COPI",
                "level": "Nível: 2º grau – técnico.",
                "duration": "Duração: 3 anos, do 1º semestre de 2011 até o 2º semestre de 2013."
            }
        ]
    },

    "courses": {
        "title": "Cursos extracurriculares",

        "contents": [
            {
                "title": "Fábrica de Desenvolvimento 2014",
                "organization": "Organização: FIAP.",
                "duration": "Duração: 64 horas, em novembro e dezembro de 2014.",
                "contents": "Abrangência: linguagens C# e Javascript, programação de páginas web dinâmicas com ASP.NET MVC, serviços REST com ASP.NET WebAPI, mapeamento objeto-relacional com Entity Framework (code first), jQuery, Ajax, testes de unidade com o Visual Studio e padrões de projeto."
            },
            {
                "title": "Fábrica de Desenvolvimento 2013",
                "organization": "Organização: FIAP.",
                "duration": "Duração: 64 horas, em agosto e setembro de 2013.",
                "contents": "Abrangência: linguagens C# e Javascript, programação de páginas web dinâmicas com ASP.NET MVC, mapeamento objeto-relacional com Entity Framework (database first), jQuery e boas práticas de programação."
            }
        ]
    },

    "languages": {
        "title": "Línguas",

        "contents": [
            {
                "title": "Português",
                "reading": "Leitura: fluente.",
                "writing": "Escrita: fluente.",
                "comprehension": "Compreensão: fluente.",
                "speaking": "Fala/pronúncia: fluente."
            },
            {
                "title": "Inglês",
                "reading": "Leitura: avançada.",
                "writing": "Escrita: avançada.",
                "comprehension": "Compreensão: intermediária.",
                "speaking": "Fala/pronúncia: intermediária."
            }
        ]
    }
}